[
  {
    "id": 1,
    "picture": "https://i.ibb.co/vk4PZ3z/Health.png",
    "title": "Medical Supplies Donation",
    "category": "Health",
    "category_bg": "bg-red-500",
    "card_bg": "bg-red-100",
    "text_button_bg": "bg-red-500 text-white",
    "text_color": "text-red-800",
    "description": "Support healthcare workers and those in need by donating essential medical supplies. Your contribution will help ensure that hospitals and clinics have the necessary resources to provide quality care. From face masks and gloves to ventilators and personal protective equipment (PPE), every item you donate makes a significant impact on the frontlines of healthcare. Join us in making a difference and saving lives.",
    "price": 150
  },
  {
    "id": 2,
    "picture": "https://i.ibb.co/N6QbQD6/Clothing.png",
    "title": "Clothing Drive",
    "category": "Clothing",
    "category_bg": "bg-green-300",
    "card_bg": "bg-green-200",
    "text_button_bg": "bg-green-400 text-white",
    "text_color": "text-green-800",
    "description": "Help those in need stay warm and comfortable during the colder months by participating in our Clothing Drive. Your generous donations of warm clothing items such as jackets, sweaters, and blankets can make a big difference in the lives of individuals experiencing homelessness. Join us in spreading warmth and kindness throughout our community.",
    "price": 120
  },
  {
    "id": 3,
    "picture": "https://i.ibb.co/hLD0W4N/Food.png",
    "title": "Food Bank Contribution",
    "category": "Food",
    "category_bg": "bg-orange-400",
    "card_bg": "bg-orange-100",
    "text_button_bg": "bg-orange-400 text-white",
    "text_color": "text-orange-800",
    "description": "Make a positive impact on your community by contributing to the local food bank. Your support helps combat hunger and ensures that families in need have access to nutritious meals. Together, we can make sure that no one in our community goes to bed hungry. Join us in the fight against hunger and make a difference in the lives of those facing food insecurity.",
    "price": 110
  },
  {
    "id": 4,
    "picture": "https://i.ibb.co/GPS43F8/Education.png",
    "title": "Education Scholarships",
    "category": "Education",
    "category_bg": "bg-blue-500",
    "card_bg": "bg-blue-100",
    "text_button_bg": "bg-blue-500 text-white",
    "text_color": "text-blue-900",
    "description": "Empower underprivileged students to pursue their dreams of higher education by providing scholarships. Your generous contribution supports deserving individuals in accessing quality education and opens doors to a brighter future. Investing in education is investing in the potential of our youth. Join us in making education accessible to all and breaking down barriers to success.",
    "price": 200
  },
  {
    "id": 5,
    "picture": "https://i.ibb.co/GPS43F8/Education.png",
    "title": "Scholarships for STEM Education",
    "category": "Education",
    "category_bg": "bg-blue-500",
    "card_bg": "bg-blue-100",
    "text_button_bg": "bg-blue-500 text-white",
    "text_color": "text-blue-900",
    "description": "Support students passionate about science, technology, engineering, and mathematics (STEM) by providing scholarships. By investing in STEM education, you empower the next generation of innovators and problem solvers. Your contribution fosters curiosity, creativity, and the skills needed to tackle complex challenges. Join us in shaping the future of STEM.",
    "price": 200
  },
  {
    "id": 6,
    "picture": "https://i.ibb.co/N6QbQD6/Clothing.png",
    "title": "Warm Winter Clothing Drive",
    "category": "Clothing",
    "category_bg": "bg-green-300",
    "card_bg": "bg-green-200",
    "text_button_bg": "bg-green-400 text-white",
    "text_color": "text-green-800",
    "description": "Collect warm clothing items for those in need during the winter season. The bitter cold can be especially challenging for individuals without proper winter attire. Your contributions of coats, scarves, gloves, and more can provide warmth and comfort to those facing harsh weather conditions. Join us in making winter a little easier for our neighbors in need.",
    "price": 120
  },
  {
    "id": 7,
    "picture": "https://i.ibb.co/vk4PZ3z/Health.png",
    "title": "Children's Health Support",
    "category": "Health",
    "category_bg": "bg-red-500",
    "card_bg": "bg-red-100",
    "text_button_bg": "bg-red-500 text-white",
    "text_color": "text-red-800",
    "description": "Join us in supporting healthcare initiatives focused on the health and well-being of children. Your contributions help fund pediatric care, medical research, and programs that aim to improve the lives of young patients. Every child deserves access to quality healthcare, and your support can make a significant difference in their journey to a healthy future.",
    "price": 150
  },
  {
    "id": 8,
    "picture": "https://i.ibb.co/hLD0W4N/Food.png",
    "title": "Community Food Assistance",
    "category": "Food",
    "category_bg": "bg-orange-400",
    "card_bg": "bg-orange-100",
    "text_button_bg": "bg-orange-400 text-white",
    "text_color": "text-orange-800",
    "description": "Help provide food assistance to families in your community. Your support ensures that struggling families have access to essential groceries and meals. By joining our efforts, you become a vital part of the fight against food insecurity. Together, we can create a stronger and more resilient community where no one goes hungry.",
    "price": 110
  },
  {
    "id": 9,
    "picture": "https://i.ibb.co/vk4PZ3z/Health.png",
    "title": "Elderly Healthcare Support",
    "category": "Health",
    "category_bg": "bg-red-500",
    "card_bg": "bg-red-100",
    "text_button_bg": "bg-red-500 text-white",
    "text_color": "text-red-800",
    "description": "Support healthcare services dedicated to the well-being of elderly individuals in need. Your contributions help improve the quality of life for seniors by ensuring access to healthcare, medications, and essential services. Together, we can provide comfort and dignity to our aging population and enhance their golden years.",
    "price": 150
  },
  {
    "id": 10,
    "picture": "https://i.ibb.co/hLD0W4N/Food.png",
    "title": "Emergency Food Relief",
    "category": "Food",
    "category_bg": "bg-orange-400",
    "card_bg": "bg-orange-100",
    "text_button_bg": "bg-orange-400 text-white",
    "text_color": "text-orange-800",
    "description": "Contribute to emergency food relief efforts that aid disaster-affected areas. Natural disasters can devastate communities, leaving people without access to food. Your support helps provide emergency food supplies to those in crisis, ensuring they have the sustenance they need to recover and rebuild their lives. Join us in being a lifeline during times of adversity.",
    "price": 150
  },
  {
    "id": 11,
    "picture": "https://i.ibb.co/N6QbQD6/Clothing.png",
    "title": "Homeless Shelter Support",
    "category": "Clothing",
    "category_bg": "bg-green-300",
    "card_bg": "bg-green-200",
    "text_button_bg": "bg-green-400 text-white",
    "text_color": "text-green-800",
    "description": "Donate clothing and essential items to support homeless shelters in your community. Your contributions provide warmth, comfort, and dignity to individuals experiencing homelessness. By joining our efforts, you help create safe spaces where vulnerable individuals can access the resources they need to rebuild their lives. Join us in making a difference for those without a place to call home.",
    "price": 120
  },
  {
    "id": 12,
    "picture": "https://i.ibb.co/GPS43F8/Education.png",
    "title": "Literacy Programs",
    "category": "Education",
    "category_bg": "bg-blue-500",
    "card_bg": "bg-blue-100",
    "text_button_bg": "bg-blue-500 text-white",
    "text_color": "text-blue-900",
    "description": "Fund literacy programs aimed at improving education access for all. Literacy is the foundation of knowledge and empowerment. Your contributions support initiatives that teach reading and writing skills to individuals of all ages, breaking down barriers to education and creating a more inclusive society. Join us in promoting literacy and changing lives through the power of words.",
    "price": 200
  }
]
